{"AllAnimals":[{"AnimalName":"Kudu","Information":["Ein Kudu oder auch einne Strepsiceros ist eine afrikanische Antilopen-Gattung. Die Kudu Bullen können an ihren Schraubengehörn erkannt werden. Die Kudu Kuh hat keine Hörner. ","The Kudu or Strepsiceros is an African antelope. The Kudu bull can be distinguished by its incredible horns, whereas the female does not have horns."],"Population":["Kudus leben in Herden von drei bis zehn Individuen.","Kudus live in herds of three to ten."],"Diet":["Ihre Nahrung besteht hauptsächlich aus Laub und jungen Zweigen.","Kudus are browsers and eat leaves and shoots. In dry seasons they eat wild watermelons and other fruit for their liquid content and the natural sugars that they provide."],"AnimalImage":{"instanceID":26246}},{"AnimalName":"Crocodile","Information":["Die Krokodile (Crocodylia) sind eine Ordnung der amniotischen Landwirbeltiere. Heute werden etwa 25 Arten unterschieden, die sich auf 8 bis 9 Gattungen in den drei Familien der Echten Krokodile, der Alligatoren und der Gaviale verteilen.","Crocodiles (subfamily Crocodylinae) or true crocodiles are large semiaquatic reptiles that live throughout the tropics in Africa, Asia, the Americas and Australia. Crocodiles are also the most vocal of all reptiles, producing a wide variety of sounds during various situations."],"Population":["Crocodiles are the most social of reptiles. Even though they do not form social groups, many species congregate in certain sections of rivers, tolerating each other at times of feeding and basking.","Crocodiles are the most social of reptiles. Even though they do not form social groups, many species congregate in certain sections of rivers, tolerating each other at times of feeding and basking."],"Diet":["Krokodile fressen viele Tiere. Sie fangen ihre Beute vor allem am und im Wasser. Sie ernähren sich von Fischen, Schildkröten, Säugetiere und Vögel. Große Krokodile fangen auch große Säugetiere.","Crocodiles mainly eat fish, but it will attack almost anything unfortunate enough to cross its path, including zebras, small hippos, porcupines, birds, and other crocodiles. It will also scavenge carrion, and can eat up to half its body weight at a feeding."],"AnimalImage":{"instanceID":26986}},{"AnimalName":"Elephant","Information":["Die Elefanten (Elephantidae) bilden eine Familie der Rüsseltiere. Diese Familie umfasst alle heute noch lebenden Vertreter der Rüsseltiere. Elefanten sind die größten noch lebenden Landtiere. Signifikante Merkmale sind neben dem Rüssel vor allem bei erwachsenen Tieren die beiden Stoßzähne des Oberkiefers. Der Rüssel ist ein Multifunktionsorgan, welches als Tast- und Greiforgan, zur Atmung und Geruchswahrnehmung sowie als Waffe und Drohmittel und als Saug- und Druckpumpe beim Trinken dient.","Elephants are large mammals of the family Elephantidae. All elephants have several distinctive features, the most notable of which is a long trunk, used for many purposes, such as breathing, drinking water and so on. Their incisors grow into tusks, which can serve as weapons and as tools for moving objects and digging."],"Population":["Elefanten leben in freier Wildbahn in 37 afrikanischen und 12 asiatischen Staaten. Elefanten leben in Herden, bestehend aus Kühen und Kälbern. Die Herden werden von einer Leitkuh angeführt. Dabei handelt es sich meist um die älteste und erfahrenste Elefantenkuh der Herde im Alter zwischen 40 und 50 Jahren.","Females (\"cows\") tend to live in family groups, which can consist of one female with her calves or several related females with offspring. The groups are led by an individual known as the matriarch, often the oldest cow.Males (\"bulls\") leave their family groups when they reach puberty and may live alone or with other males. Adult bulls mostly interact with family groups when looking for a mate"],"Diet":["Elefanten sind ausnahmslos Pflanzenfresser. Sie nehmen täglich etwa 200 Kilogramm Nahrung zu sich. Dazu brauchen sie 17 Stunden am Tag. Sie fressen vor allem Gras und Blätter, gefolgt von Früchten, Wurzeln, Zweigen und Rinde.","Elephants are plant eaters and feed on grass and leaves of trees. They can eat up to 200kg a day, therefore they need 17 hours."],"AnimalImage":{"instanceID":26230}},{"AnimalName":"Wildebeest","Information":["Die Gnus (Connochaetes, das einzelne Tier das Gnu, entweder Bulle oder Kuh) sind eine Gattung afrikanischer Antilopen. Der Kopf und die Hörner der Gnus haben rinderartige Merkmale. Die Hörner sind kurz, kräftig und bei beiden Geschlechtern vorhanden.","The wildebeest, also called the gnu is an antelope in the genus Connochaetes."],"Population":["Sie leben in groβen Herden zusammen.","Some populations perform an annual migration to new grazing grounds. Breeding in both takes place over a short period of time at the end of the rainy season and the calves are soon active and are able to move with the herd."],"Diet":["Gnus sind Grasfresser, die gelegentlich auch Laub fressen.","The black wildebeest is an herbivore, and almost the whole diet consists of grasses. Water is an essential requirement."],"AnimalImage":{"instanceID":26872}},{"AnimalName":"Vulture","Information":["Aasgeier ist eine Trivialbezeichnung für mehrere Arten von Greifvögeln, die überwiegend oder ausschließlich Aas fressen.","A vulture is a scavenging bird of prey. A particular characteristic of many vultures is a bald head, devoid of normal feathers."],"Population":["N/A","N/A"],"Diet":["Sie fressen Aas. ","Vultures are scavengers, meaning they eat dead animals. They rarely attack healthy animals, but may kill the wounded or sick. When a carcass has too thick a hide for its beak to open, it waits for a larger scavenger to eat first."],"AnimalImage":{"instanceID":27234}},{"AnimalName":"Springbok ","Information":["Die Springböcke (Antidorcas) sind eine afrikanische Antilopengattung aus der Gruppe der Gazellenartigen. Sie kommen heute ausschließlich im südlichen Afrika vor. Beide Geschlechter tragen geringelte, leierförmige Hörner; die der Weibchen sind allerdings schlanker.","The springbok (Antidorcas marsupialis) is a medium-sized antelope found mainly in southern and southwestern Africa. The sole member of the genus Antidorcas."],"Population":["Springböcke leben zur Trockenzeit in kleineren Verbänden, die sich in der Regenzeit zu gewaltigen Herden vereinen.","Springbok live in large herds. When drought occurs, the big herd splits up into smaller herds."],"Diet":["Springböcke ernähren sich von Gräsern, Kräutern, Wurzeln und Laub.","Springbok are primarily browsers and may switch to grazing occasionally; they feed on shrubs and young succulents."],"AnimalImage":{"instanceID":27132}},{"AnimalName":"Jackals","Information":[": Schakal ist die Bezeichnung mehrerer Arten der Wildhunde von wolfsähnlicher Gestalt, die deutlich kleiner sind als Wölfe und andere Wildhunde.","Jackals are medium-sized omnivorous mammals of the genus Canis, which also includes wolves, coyotes and the domestic dog."],"Population":["Sie sind ausdauernde Läufer mit langen Beinen und gehen in der Dämmerung und nachts allein oder in kleinen Gruppen auf die Jagd.","Jackals may occasionally assemble in small packs, for example, to scavenge a carcass, but they normally hunt either alone or in pairs."],"Diet":["Schakale leben als opportunistische Fleischfresser von kleinen und mittelgroßen Beutetieren sowie von Aas.","Jackals are opportunistic omnivores, predators of small to medium-sized animals and proficient scavengers."],"AnimalImage":{"instanceID":26030}}]}